.
//9x8=72
//9x9=81

C++ code:

//ツ暗按可コツづ個フツォツーツマツッツトツづ可従ツづづ出ツ療債づーツつケツづヲツ　ツ禿シツ療債づサづ按つ「
//1x1=1
//1x2=2
//.
//.
//9x8=72
//9x9=81

OpenMP code:

//ツ暗按可コツづ個フツォツーツマツッツトツづ可従ツづづ出ツ療債づーツつケツづヲツ　ツ禿シツ療債づサづ按つ「
//1x1=1
//1x2=2
//.
//.
//9x8=72
//9x9=81

C++ code:

//ツ暗按可コツづ個フツォツーツマツッツトツづ可従ツづづ出ツ療債づーツつケツづヲツ　ツ禿シツ療債づサづ按つ「
//1x1=1
//1x2=2
//.
//.
//9x8=72
//9x9=81

C++ code:

//ツ暗按可コツづ個フツォツーツマツッツトツづ可従ツづづ出ツ療債づーツつケツづヲツ　ツ禿シツ療債づサづ按つ「
//1x1=1
//1x2=2
//.
//.
//9x8=72
//9x9=81

C++ code:

//ツ暗按可コツづ個フツォツーツマツッツマツッツマツッツマツッツマツッツマツッツマツッツマツッツマッツマッツマッツマッツマッツマッツマッツマッツマッツマッッツマッッツマッッ�